import ImageMiss from "#~/images/imageMisska0.png";

export const missList = [
  {
    id: 1, name: 'Антонина Ивченко', age: 19, group: 'Э10-42Б', image: ImageMiss, votesCount: 300, height: 169,
    bioImages: [],
    QAtexts: [
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
    ]
  },
  {
    id: 2, name: 'Александра Хабидулина', age: 22, group: 'БМТ1-43Б', image: ImageMiss, votesCount: 300, height: 159,
    bioImages: [],
    QAtexts: [
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
    ]
  },
  {id: 3, name: 'Дарья Марченко', age: 21, group: 'ИБМ6-21Б', image: ImageMiss, votesCount: 100, height: 159, bioImages: []},
  {id: 4, name: 'Елена Вершинина', age: 18, group: 'МТ4-21Б', image: ImageMiss, votesCount: 256, height: 176, bioImages: []},
  {id: 5, name: 'София Сахно', age: 20, group: 'СМ7-61Б', image: ImageMiss, votesCount: 512, height: 164, bioImages: []},
  {id: 6, name: 'Юлия Тузкова', age: 18, group: 'РК6-21Б', image: ImageMiss, votesCount: 2, height: 164, bioImages: []},
  {id: 7, name: 'Дарья Федоренко', age: 22, group: 'ИУ1-103', image: ImageMiss, votesCount: 57, height: 163, bioImages: []},
  {id: 8, name: 'Полина Мрыхина', age: 18, group: 'ЛТ6-25Б', image: ImageMiss, votesCount: 69, height: 168, bioImages: []},
  {id: 9, name: 'Елизавета Дубовицкая', age: 20, group: 'ЮР-46', image: ImageMiss, votesCount: 856, height: 161, bioImages: []},
  {id: 10, name: 'Дарья Федорова', age: 19, group: 'ФН2-42Б', image: ImageMiss, votesCount: 419, height: 174, bioImages: []},
];
export const phoneNumberToVoting = 'XXXX';
