import ImageMiss1Jpg200 from "#~/images/miss-photos/jpg-200/1.jpg";
import ImageMiss2Jpg200 from "#~/images/miss-photos/jpg-200/2.jpg";
import ImageMiss3Jpg200 from "#~/images/miss-photos/jpg-200/3.jpg";
import ImageMiss4Jpg200 from "#~/images/miss-photos/jpg-200/4.jpg";
import ImageMiss5Jpg200 from "#~/images/miss-photos/jpg-200/5.jpg";
import ImageMiss6Jpg200 from "#~/images/miss-photos/jpg-200/6.jpg";
import ImageMiss7Jpg200 from "#~/images/miss-photos/jpg-200/7.jpg";
import ImageMiss8Jpg200 from "#~/images/miss-photos/jpg-200/8.jpg";
import ImageMiss9Jpg200 from "#~/images/miss-photos/jpg-200/9.jpg";
import ImageMiss10Jpg200 from "#~/images/miss-photos/jpg-200/10.jpg";
import ImageMiss1Jpg400 from "#~/images/miss-photos/jpg-400/1.jpg";
import ImageMiss2Jpg400 from "#~/images/miss-photos/jpg-400/2.jpg";
import ImageMiss3Jpg400 from "#~/images/miss-photos/jpg-400/3.jpg";
import ImageMiss4Jpg400 from "#~/images/miss-photos/jpg-400/4.jpg";
import ImageMiss5Jpg400 from "#~/images/miss-photos/jpg-400/5.jpg";
import ImageMiss6Jpg400 from "#~/images/miss-photos/jpg-400/6.jpg";
import ImageMiss7Jpg400 from "#~/images/miss-photos/jpg-400/7.jpg";
import ImageMiss8Jpg400 from "#~/images/miss-photos/jpg-400/8.jpg";
import ImageMiss9Jpg400 from "#~/images/miss-photos/jpg-400/9.jpg";
import ImageMiss10Jpg400 from "#~/images/miss-photos/jpg-400/10.jpg";
import ImageMiss1Jpg800 from "#~/images/miss-photos/jpg-800/1.jpg";
import ImageMiss2Jpg800 from "#~/images/miss-photos/jpg-800/2.jpg";
import ImageMiss3Jpg800 from "#~/images/miss-photos/jpg-800/3.jpg";
import ImageMiss4Jpg800 from "#~/images/miss-photos/jpg-800/4.jpg";
import ImageMiss5Jpg800 from "#~/images/miss-photos/jpg-800/5.jpg";
import ImageMiss6Jpg800 from "#~/images/miss-photos/jpg-800/6.jpg";
import ImageMiss7Jpg800 from "#~/images/miss-photos/jpg-800/7.jpg";
import ImageMiss8Jpg800 from "#~/images/miss-photos/jpg-800/8.jpg";
import ImageMiss9Jpg800 from "#~/images/miss-photos/jpg-800/9.jpg";
import ImageMiss10Jpg800 from "#~/images/miss-photos/jpg-800/10.jpg";

import ImageMiss1Webp200 from "#~/images/miss-photos/webp-200/1.webp";
import ImageMiss2Webp200 from "#~/images/miss-photos/webp-200/2.webp";
import ImageMiss3Webp200 from "#~/images/miss-photos/webp-200/3.webp";
import ImageMiss4Webp200 from "#~/images/miss-photos/webp-200/4.webp";
import ImageMiss5Webp200 from "#~/images/miss-photos/webp-200/5.webp";
import ImageMiss6Webp200 from "#~/images/miss-photos/webp-200/6.webp";
import ImageMiss7Webp200 from "#~/images/miss-photos/webp-200/7.webp";
import ImageMiss8Webp200 from "#~/images/miss-photos/webp-200/8.webp";
import ImageMiss9Webp200 from "#~/images/miss-photos/webp-200/9.webp";
import ImageMiss10Webp200 from "#~/images/miss-photos/webp-200/10.webp";
import ImageMiss1Webp400 from "#~/images/miss-photos/webp-400/1.webp";
import ImageMiss2Webp400 from "#~/images/miss-photos/webp-400/2.webp";
import ImageMiss3Webp400 from "#~/images/miss-photos/webp-400/3.webp";
import ImageMiss4Webp400 from "#~/images/miss-photos/webp-400/4.webp";
import ImageMiss5Webp400 from "#~/images/miss-photos/webp-400/5.webp";
import ImageMiss6Webp400 from "#~/images/miss-photos/webp-400/6.webp";
import ImageMiss7Webp400 from "#~/images/miss-photos/webp-400/7.webp";
import ImageMiss8Webp400 from "#~/images/miss-photos/webp-400/8.webp";
import ImageMiss9Webp400 from "#~/images/miss-photos/webp-400/9.webp";
import ImageMiss10Webp400 from "#~/images/miss-photos/webp-400/10.webp";
import ImageMiss1Webp800 from "#~/images/miss-photos/webp-800/1.webp";
import ImageMiss2Webp800 from "#~/images/miss-photos/webp-800/2.webp";
import ImageMiss3Webp800 from "#~/images/miss-photos/webp-800/3.webp";
import ImageMiss4Webp800 from "#~/images/miss-photos/webp-800/4.webp";
import ImageMiss5Webp800 from "#~/images/miss-photos/webp-800/5.webp";
import ImageMiss6Webp800 from "#~/images/miss-photos/webp-800/6.webp";
import ImageMiss7Webp800 from "#~/images/miss-photos/webp-800/7.webp";
import ImageMiss8Webp800 from "#~/images/miss-photos/webp-800/8.webp";
import ImageMiss9Webp800 from "#~/images/miss-photos/webp-800/9.webp";
import ImageMiss10Webp800 from "#~/images/miss-photos/webp-800/10.webp";

export const missList = [
  {
    id: 1, name: 'Антонина Ивченко', age: 19, group: 'Э10-42Б', votesCount: 300, height: 169,
    imageWebp: `${ImageMiss1Webp200} 200w, ${ImageMiss1Webp400} 400w,  ${ImageMiss1Webp800} 800w`,
    imageJpg: `${ImageMiss1Jpg200} 200w, ${ImageMiss1Jpg400} 400w,  ${ImageMiss1Jpg800} 800w`,
    bioImages: [],
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я попала на кастинг не случайно. В прошлом году любовалась девушками-финалистками, видела, как горели их глаза, сколько ярких эмоций было на их лицах! Когда мне предложили принять участие в кастинге, я решила попробовать себя и, к моей радости, попала на этот прекрасный проект! \n' +
          'Что значит для меня участие? Море улыбок, ощущение радости, возможно, грусти, но в любом случае это азарт и подъем душевных сил. И, конечно же, участие позволяет мне раскрыть свой творческий потенциал.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я выбрала Бауманку, потому что пришла за мощной технической базой, которую могут дать только здесь. Это, конечно, моя первостепенная цель, но также я пришла сюда за хорошими знакомствами, потому что люди в Бауманке целеустремлённые, добрые, юморные, образованные и трудолюбивые. За время обучения у меня были и есть взлёты и падения, ведь это жизнь. Но именно Бауманка показала мне, что нужно уметь подниматься, идти только вперёд и добиваться новых целей, учась на своих ошибках!',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Я ценю в людях доброту, честность, искренность, прямолинейность, принципиальность, а также умение быть верными в дружбе и любви. О себе трудно говорить, но вышеперечисленные качества для меня имеют огромное значение, я стараюсь не изменять своим убеждениям и твердо знаю, если в душе есть свет, то тогда любое дело по плечу.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Чтобы забыть о стрессе и насладиться моментом, я провожу время со своими близкими и родными. Когда они рядом, все переживания остаются позади. Также мне помогает музыка и спорт. От них у меня появляются энергия и силы, чтобы двигаться дальше, а негативные эмоции остаются позади.',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Чувствовать себя настоящей мне помогает легкая и непринужденная обстановка среди близких и родных. Когда я чувствую поддержку и любовь, я понимаю, что это всё, что мне нужно для полного счастья.',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Моя индивидуальность проявляется в том, что я не стремлюсь выделяться внешне, наоборот, стараюсь адаптироваться в окружающем мире, жить в гармонии с собой, стремлюсь понять тех, кто находится со рядом, сохраняя при этом свои идеи и ценности.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я бы хотела пожелать другим финалисткам удачи и терпения. Нас ждет очень долгая, тяжелая и увлекательная дорога на пути к финалу, для прохождения которой нужны силы и огромный труд.',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Что сказать о своих достижениях. С 6 лет я занимаюсь художественной гимнастикой и в 17 лет подтвердила КМС. Я очень благодарна родителям, что они дали мне возможность заниматься этим прекрасным видом спорта.\n' +
          'Ещё с детства я очень любила петь и в 9 лет пошла в музыкальную школу, где стала заниматься эстрадным вокалом, участвовать и побеждать в многочисленных конкурсах. Там меня научили любить сцену и дарить радость зрителям. \n' +
          'Я горжусь всеми своими достижениями, ведь они приносят в жизнь уверенность и желание покорять новые вершины!',
      },
    ]
  },
  {
    id: 2, name: 'Александра Хабидулина', age: 22, group: 'БМТ1-43Б', votesCount: 300, height: 159,
    imageWebp: `${ImageMiss2Webp200} 200w, ${ImageMiss2Webp400} 400w,  ${ImageMiss2Webp800} 800w`,
    imageJpg: `${ImageMiss2Jpg200} 200w, ${ImageMiss2Jpg400} 400w,  ${ImageMiss2Jpg800} 800w`,
    bioImages: [],
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я решилась на кастинг, поскольку это определенный вызов самой себе и преодоление своих внутренних страхов и демонов, которые живут в какой-то мере в каждом из нас. И не говорите, что это не так! \n' +
          'Более того, безумно интересно познакомиться с интересными людьми, а также увидеть вживую всю внутреннюю кухню такого проекта, который позволяет раскрыться и узнать себя с новых сторон.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Передо мной не стояло выбора, я однозначно хотела поступить именно сюда, это дело семейное. И оставалось лишь одно, чтобы вуз выбрал меня. Уже за такое непродолжительное время обучения, самое главное, что смог мне дать Университет — это самодисциплина и способность к самообразованию. К чему я и продолжаю стремиться.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Доброта, уважение к себе и другим, а также сила духа — это основа, то, что должно давать силы идти по жизни вперед, преодолевать любые препятствия и себя. А иногда мы сами являемся для себя препятствием. Цените то, что поистине важно, и любите эту жизнь!',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Музыка, танцы, фотографии природы и шахматы — увлечения, которые помогают мне расслабиться. Полагаю, я не буду раскрывать этот вопрос сейчас, еще будет возможность поделиться этими сторонами жизни!',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Самые прекрасные моменты — те, в которых ты находишься наедине с музыкой и природой. Это своеобразная медитация, в процессе которой ты в гармонии с собой и никакая суета не отвлекает тебя.',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Индивидуальность каждого проявляется в чертах темперамента, характера, в специфике интересов. Специфику интересов я озвучила, темперамент умеренный, а характер... сложно объективно оценить себя со стороны. Я постараюсь проявить свою индивидуальность в своей визитке. Надеюсь, вам понравится!',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Прежде всего, я бы хотела пожелать по-настоящему быть счастливыми. И чтобы мы все вместе поехали на Кубу, ведь каждая из нас по-своему прекрасна!',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Определенно считаю отдельным поводом для гордости умение жонглировать тремя мандаринами. А если серьезно, то действительно горжусь тем, что достигла некоторых высот в области музыкального искусства. ',
      },
    ]
  },
  {
    id: 3, name: 'Дарья Марченко', age: 21, group: 'ИБМ6-21Б', votesCount: 100, height: 159,
    bioImages: [],
    imageWebp: `${ImageMiss3Webp200} 200w, ${ImageMiss3Webp400} 400w,  ${ImageMiss3Webp800} 800w`,
    imageJpg: `${ImageMiss3Jpg200} 200w, ${ImageMiss3Jpg400} 400w,  ${ImageMiss3Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Мне было интересно попробовать себя в новом для меня формате и испытать свои силы на таком масштабном конкурсе. Участие в проекте «МиСС Очарование» для меня — возможность раскрыть свой потенциал, повысить самооценку, научиться работать в команде и получить бесценный опыт для дальнейшего развития!',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я выбрала Бауманку, потому что это один из лучших технических университетов в России с богатой историей и отличной репутацией. Мне было важно получить качественное образование в области техники и технологий, а Бауманский университет предоставил мне такую возможность.\n' +
          'За время обучения в Университете я получила не только теоретические знания, но и практические навыки, которые помогли мне в будущей профессиональной деятельности. Я научилась мыслить креативно, работать в команде, решать сложные задачи и принимать ответственные решения. Бауманка дала мне возможность раскрыть свой потенциал, найти призвание и подготовиться к успешной карьере в инженерной сфере.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Мне нравится в себе и в других людях честность, открытость, инициативность и способность к саморазвитию. Я считаю, что эти качества помогают нам быть успешными как в личной, так и профессиональной жизни.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Мое хобби — танцы. Они помогают мне расслабиться, выразить себя через движение и насладиться жизнью в полной мере. Танцы позволяют мне отвлечься от повседневных забот, насладиться музыкой и движением, а также почувствовать радость и энергию!',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Моменты, когда я танцую, нахожусь в окружении близких друзей и семьи, занимаюсь творческой деятельностью или помогаю другим людям. Когда я чувствую, что могу быть собой, выражать мысли и чувства без страха быть осужденной — это моменты, когда я чувствую себя настоящей.',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Моя индивидуальность проявляется в моем уникальном образе мышления, в моем творческом подходе к решению проблем, в моей способности видеть мир по-своему и выражать себя через искусство и другие формы самовыражения!',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Каждая из нас уникальна и прекрасна по-своему, и я искренне желаю всем финалисткам проявить себя наилучшим образом, поддерживая друг друга и создавая приятную атмосферу вокруг. Давайте вдохновлять друг друга на большие достижения и профессиональный рост!',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я научилась ходить и дошла до финала.',
      },
    ]
  },
  {
    id: 4, name: 'Елена Вершинина', age: 18, group: 'МТ4-21Б', votesCount: 256, height: 176,
    bioImages: [],
    imageWebp: `${ImageMiss4Webp200} 200w, ${ImageMiss4Webp400} 400w,  ${ImageMiss4Webp800} 800w`,
    imageJpg: `${ImageMiss4Jpg200} 200w, ${ImageMiss4Jpg400} 400w,  ${ImageMiss4Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'О конкурсе МиСС Очарование я узнала ещё до поступления и уже тогда поняла, что хочу принять в нем участие. \n' +
          'Участие в этом проекте значит для меня многое: это возможность познакомиться с интересными людьми, проявить себя с лучшей стороны и получить незабываемые эмоции.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я выбрала именно Бауманку, потому что здесь не только высокий уровень образования, но и интересная студенческая жизнь. За недолгое время моего обучения Университет дал мне много крутых знакомств, ещё больше развил мою самодисциплину и подарил незабываемые эмоции!',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Я очень ценю в себе и в других такие качества как честность, инициативность и уверенность в себе.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Танцы и путешествия помогают мне расслабиться. Когда я танцую, все негативные мысли покидают меня, а путешествия позволяют по-настоящему насладиться жизнью, ведь я энергичный человек, и мне постоянно нужно движение.',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Я чувствую себя настоящей, когда гуляю с друзьями по вечерней набережной, когда смеюсь или плачу, когда ошибаюсь или побеждаю… Я чувствую себя настоящей всегда!',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Человеку сложно оценить свою индивидуальность, поэтому я решила узнать мнение близких по этому поводу.\n' +
          'По мнению моих друзей, меня отличает от других то, что я легка на подъем. А если передо мной поставят срочную задачу, то я выполню её, и это будет оригинально, красиво и необычно.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Главное, что я хочу пожелать девочкам — это непоколебимая вера в себя и в свои силы. ',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я горжусь тем, что смогла поступить в вуз своей мечты и получить разряд «Кандидат в мастера спорта» по художественной гимнастике, к которому стремилась 13 лет.',
      },
    ]
  },
  {
    id: 5, name: 'София Сахно', age: 20, group: 'СМ7-61Б', votesCount: 512, height: 164,
    bioImages: [],
    imageWebp: `${ImageMiss5Webp200} 200w, ${ImageMiss5Webp400} 400w,  ${ImageMiss5Webp800} 800w`,
    imageJpg: `${ImageMiss5Jpg200} 200w, ${ImageMiss5Jpg400} 400w,  ${ImageMiss5Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Мне было нелегко решиться прийти, хотя я очень хотела еще в прошлом году. Но тогда дальше регистрации дело не дошло.\n' +
          'А в этом году, поборов свой страх и выступив предпоследней на кастинге, я оказалась в финале. Я бросила себе вызов и пришла, не думая о том, как меня оценят, просто показала себя и отнеслась к происходящему как к интересному опыту. Участие в проекте для меня — это возможность транслировать свои ценности, мысли и умения. ',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я училась в лицее 1550, который тесно сотрудничал с Бауманкой, и как будто мой путь был предопределен. К нам приезжали преподаватели с разных кафедр, а уроки физики вел Михаил Львович Москвитин — преподаватель кафедры ФН4. Многие ребята поступали сюда, поэтому я была наслышана о бауманском братстве, Студсовете, лабораторных, булочках с сыром — случилась любовь.\n' +
          'Я подавала документы только в Бауманку и не прогадала. Наш Университет дает так много возможностей, о которых я не устаю рассказывать. И стараюсь черпать все это. Не подводит и «бауманское братство», поэтому Университет подарил мне самое лучшее окружение! Наш университет дает так много возможностей, я не устаю об этом рассказывать. Не только в научной сфере, но и в карьерной. И я стараюсь черпать все это. Не подводит и бауманское братство, Универстите подарил мне самое лучшее окружение.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Я очень ценю и уважаю искренних людей и, в свою очередь, стремлюсь быть такой.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Я наслаждаюсь жизнью каждый день, но хобби и увлечения действительно помогают расслабиться и отвлечься от рутины. Разгрузить мысли мне помогают танцы, я включаю музыку и отдаю тело ее потоку, не думаю ни о чем, просто чувствую. Но если нет сил на активности, меня выручает чтение книг, особенно мне нравятся жанры «дарк академии» и фэнтези. А если повезет, и у меня будет свободен целый день, я посвящу его приготовлению тортиков!',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Особенно остро ощущается реальность всего происходящего, когда я испытываю яркие эмоции. Будь то злость, страх, волнение, стыд или восторг, вдохновение, предвкушение, любовь. В эти моменты я понимаю, я здесь, я живу и это классно! Главное не забывать направлять эти эмоции в нужное русло.',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Моя индивидуальность проявляется в том, что я не боюсь показаться неидеальной. Очень облегчает жизнь принятие достоинств и недостатков как в себе, так и в окружающих.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я бы хотела пожелать финалисткам поддержки. Самое приятное в жизни, когда ты знаешь, что ты не один, что есть люди, которые будут за тебя до конца, поддержат в трудную минуту и разделят счастливые мгновения.',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я научилась быть благодарной. Даже те трудности, которые случались со мной, они подарили бесценный опыт. Особенно я благодарна окружающим меня людям, кто-то мотивирует, кто-то вдохновляет, а кто-то скрашивает жизнь своим присутствием — ценю каждого!',
      },
    ]
  },
  {
    id: 6, name: 'Юлия Тузкова', age: 18, group: 'РК6-21Б', votesCount: 2, height: 164,
    bioImages: [],
    imageWebp: `${ImageMiss6Webp200} 200w, ${ImageMiss6Webp400} 400w,  ${ImageMiss6Webp800} 800w`,
    imageJpg: `${ImageMiss6Jpg200} 200w, ${ImageMiss6Jpg400} 400w,  ${ImageMiss6Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я решила пойти на кастинг «МиСС Очарование — 2024», потому что мне интересно попробовать свои силы и умения в чем-то новом, раскрыть свой потенциал и выйти из зоны комфорта. Участие в проекте для меня значит возможность выразить себя, показать свою уникальность и стать частью чего-то большего.\n' +
          'Я верю, что участие в подобном мероприятии поможет мне стать увереннее в себе. Участие в конкурсе «МиСС Очарование — 2024» для меня — не только шанс получить титул и призы, но и возможность роста, развития и становления лучшей версией себя.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я выбрала Бауманку из-за качественного образования. Университет предоставляет мне широкие знания и навыки в моей области, а также возможность взаимодействовать с опытными преподавателями и однокурсниками. За время обучения я получила много новых знаний. Университет также дал мне возможность расширить свой круг общения, развить лидерские качества и навыки командной работы. В целом, я глубоко благодарна Бауманке за дальнейшие перспективы и возможность профессионального роста.\n' +
          'Несмотря на то, что это технический вуз, я нахожу учебу здесь интересной, порой трудной, но увлекательной.\n' +
          'Главное — быть настойчивой и целеустремленной, чтобы преодолеть возможные трудности и достичь успеха.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Больше всего я ценю в себе целеустремленность, «вижу цель, не вижу препятствий». Я ответственная, инициативная, трудолюбивая, коммуникабельная. Самое главное — я оптимист. В других людях я больше всего ценю честность и искренность, это для меня самое главное. Если человек честен и открыт с другими, его слова и поступки будут иметь большую ценность и вес. ',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Я очень люблю танцевать. 12 лет я занималась народными танцами, но также осваивала современный и классический виды. Танцы являются неотъемлемой частью моей жизни, именно через них я выражаю себя. Я люблю яркость и красоту движений, это помогает мне понять себя и раскрепоститься. Еще одно мое хобби это катание на коньках. Коньки — это источник бесконечной радости и удовлетворения. Меня привлекает в этом занятии ощущение свободы и легкости, когда скользишь по льду. ',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Я чувствую себя настоящей, когда нахожусь рядом со своими друзьями, родными и близкими мне людьми. Мне очень важно дарить любовь, заботу и теплоту своими близким. Таким образом, я чувствую себя настоящей: настоящим другом и любящей дочерью!',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Есть то, что меня отличает, выделяет среди ровесников и делает меня неповторимой — моя индивидуальность. У меня свои вкусы и интересы.\n' +
          'Я очень люблю танцевать, заниматься спортом и не представляю свою жизнь без моих родных и друзей. И все это только мое. Мои чувства, хобби, увлечения, моя жизнь, которую я люблю. Она у меня одна. Хочу прожить ее так, чтобы со мной людям было хорошо, чтобы меня уважали и ценили во мне то, что мне дорого — мою индивидуальность.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я хочу пожелать финалисткам конкурса незабываемых мгновений, ценного опыта, увеличение количества освоенных навыков. Желаю в процессе участия не только показать свои таланты, но и открыть в себе много нового, не бояться экспериментировать, самовыражаться и совершенствоваться. Пусть все желания, надежды и мечты связанные с этим мероприятием, исполнятся!',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Главное мое достижение: я умею наслаждаться жизнью. Я горжусь своим умением любить жизнь, находить во всем хорошее, видеть красоту мира, ощущать себя счастливой. Я наслаждаюсь каждым днем, чтобы он мне не приносил. И в каждом дне я найду что-то, за что могу себя похвалить. Я ставлю задачи и иду к ним. Я умная, смелая, мудрая, целеустремленная. И этим я горжусь. Конечно же, я поступила в Бауманку и это только начало моего пути.',
      },
    ]
  },
  {
    id: 7, name: 'Дарья Федоренко', age: 22, group: 'ИУ1-103', votesCount: 57, height: 163,
    bioImages: [],
    imageWebp: `${ImageMiss7Webp200} 200w, ${ImageMiss7Webp400} 400w,  ${ImageMiss7Webp800} 800w`,
    imageJpg: `${ImageMiss7Jpg200} 200w, ${ImageMiss7Jpg400} 400w,  ${ImageMiss7Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я заключила сделку с дьяволом. Летом мне очень хотелось поехать на море от Бауманки, и я начала уговаривать своих друзей поехать вместе. Ребята согласились ехать при условии, что я пойду на кастинг. \n' +
          'В море искупалась, в финал прошла — что может быть лучше? \n' +
          'По началу я скептически относилась к конкурсу, но с того момента, как я поднялась на сцену во время кастинга, я совершенно изменила мнение и теперь испытываю удовольствие от того, как проходит подготовка к мероприятию.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Ещё в школе я загорелась идеей запускать в космос ракеты и спутники. Я всегда рассматривала Бауманку как приоритетное направление. \n' +
          'В Бауманке я нашла людей, которых считаю своей второй семьёй — мой танцевальный коллектив. \n' +
          'За время обучения я очень выросла в  личностном плане, стала взрослее и надеюсь, что даже мудрее.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Я очень легкая на подъем. Мне нравятся спонтанные путешествия, поездки. При этом я ответственная и на меня всегда можно положиться. Эти же качества я ценю и в других людях!',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Я люблю танцевать. Репетиции помогают мне отвлечься, сконцентрироваться на ощущениях в своем теле. Я очень активная, но бывает, что мне нужен спокойный отдых дома. Тогда я люблю смотреть фильмы и делать что-то своими руками: вязать, вышивать или пить вкусный какао с печеньками.',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Я чувствую себя настоящей, когда общаюсь с близкими людьми, когда могу смело делиться своими мыслями и идеями, зная, что меня обязательно поддержат. \n' +
          'Мне как-то сказали, что боль и лишения делают нас настоящими и живыми. Именно в таких ситуациях мы понимаем, что для нас «хорошо», они пробуждают в нас ощущения, отличные от счастья. Такие моменты говорят нам, что мы живые и не идеальные, и в этом и есть наша красота!',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Мне часто говорят, что я сочетаю в себе несочетаемые вещи: скромность и эффектность, спокойствие и энергию, нежность и твердость.\n' +
          'Я, как пицца с ананасами, в тайне меня все любят!',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я хочу пожелать финалисткам уверенности в себе и внутренних сил. Пусть каждая девочка вдохновляет окружающих своей красотой и обаянием!',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я горжусь тем, что преодолеваю свои страхи. Я регулярно сдаю донорскую кровь и её компоненты, хотя очень боюсь крови. Мне нравится чувствовать, что я помогаю людям, а может даже и спасаю чьи-то жизни.',
      },
    ]
  },
  {
    id: 8, name: 'Полина Мрыхина', age: 18, group: 'ЛТ6-25Б', votesCount: 69, height: 168,
    bioImages: [],
    imageWebp: `${ImageMiss8Webp200} 200w, ${ImageMiss8Webp400} 400w,  ${ImageMiss8Webp800} 800w`,
    imageJpg: `${ImageMiss8Jpg200} 200w, ${ImageMiss8Jpg400} 400w,  ${ImageMiss8Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я являюсь творческой личностью. Прежде мне удавалось занимать призовые места в различных конкурсах. Участие в этом проекте значимо для меня в качестве приобретения нового опыта, приятных знакомств и развития талантов. ',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я поступила в МГТУ им Н.Э. Баумана, так как этот Университет является одним из лучших. Здесь подготавливают настоящих профессионалов своего дела, дают фундамент для изучения выбранного профиля. За время обучения я узнала много нового, познакомилась с новыми людьми, научилась правильно распределять время и раставлять приоритеты.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Для меня важно, чтобы человек обладал такими личностными качествами, как эрудированность, чувство юмора, целеустремлённость, упорство. Именно это я ценю в себе и в окружающих!',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'В свободное время мне помогает расслабиться прогулка с друзьями, общение с близкими, поездка на дачу. Я люблю посещать выставки, музеи, театры. Всё это помогает мне наслаждаться жизнью!',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Моменты, которые я провожу в кругу своей семьи, когда занимаюсь любимым делом, нахожусь в компании близких друзей — именно это заставляет почувствовать себя настоящей!',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Я часто стараюсь прыгнуть выше головы, считаю себя амбициозным человеком, но при этом данные качества не мешают мне быть надёжной опорой для близких, хорошим другом для окружающих. ',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я бы хотела пожелать финалисткам и дальше развивать свои таланты, продолжать участвовать в различных конкурсах, верить в свои силы. Реализовывайтесь в той сфере деятельности, которую вы выбрали. Пусть она приносит вам не только моральное, но и материальное удовлетворение. ',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я горжусь тем, что смогла поступить в такой престижный Университет, воспитанием, которое мне дали мои замечательные родители, горжусь полезными поступками, которые я совершаю для природы и для окружающих. Очень надеюсь, что в будущем я сделаю еще больше полезных дел для общества и нашей страны! ',
      },
    ]
  },
  {
    id: 9, name: 'Елизавета Дубовицкая', age: 20, group: 'ЮР-46', votesCount: 856, height: 161,
    bioImages: [],
    imageWebp: `${ImageMiss9Webp200} 200w, ${ImageMiss9Webp400} 400w,  ${ImageMiss9Webp800} 800w`,
    imageJpg: `${ImageMiss9Jpg200} 200w, ${ImageMiss9Jpg400} 400w,  ${ImageMiss9Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я хотела прийти на кастинг ещё год назад, но постеснялась. Спустя время все же переборола себя выйти на сцену и прошла в финал. Для меня участие в проекте — способ обрести новые, интересные знакомства, окружить себя творческими людьми и стать лучше.',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'Я поступила в МГТУ, потому что только здесь была интересующая меня специальность — «цифровая криминалистика». Сейчас я учусь на кафедре ЮР — «Безопасность в цифровом мире» — и ни разу не пожалела о своем выборе. За время обучения я нашла много возможностей для своего дальнейшего развития в учебе и работе.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'В себе я больше всего ценю преданность, прямолинейность и ответственность. Если речь идёт о других людях, то я всегда, в первую очередь, обращаю внимание на тактичность, дисциплину и твердый характер.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'Я занимаюсь музыкой и не могу назвать это увлечением, потому что музыка — это моя жизнь. Мой стиль и ритм жизни!',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Все эмоциональные моменты заставляют чувствовать меня настоящей. Я всегда стараюсь быть такой, какая я есть, а человек я очень эмоциональный. Смех, слезы, душевные разговоры — все это помогает прочувствовать мне жизнь.',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Люди часто говорят мне, что я имею нестандартное мышление и смотрю на мир «под другим» углом. Наверное, мое мировоззрение и восприятие жизни и есть моя индивидуальность.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Я очень хочу, чтобы девочки при подготовке к финальному этапу насладились тем, что прошли кастинг. Если всем сердцем отдаться делу, получишь отдачу еще больше, поэтому, желаю испытать самые яркие эмоции.',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Больше всего я горжусь тем, что на своем пути выдержала много испытаний и имею большой жизненный опыт.',
      },
    ]
  },
  {
    id: 10, name: 'Дарья Федорова', age: 19, group: 'ФН2-42Б', votesCount: 419, height: 174,
    bioImages: [],
    imageWebp: `${ImageMiss10Webp200} 200w, ${ImageMiss10Webp400} 400w,  ${ImageMiss10Webp800} 800w`,
    imageJpg: `${ImageMiss10Jpg200} 200w, ${ImageMiss10Jpg400} 400w,  ${ImageMiss10Jpg800} 800w`,
    QAtexts: [
      {
        question: '1. Почему ты решила пойти на кастинг «МиСС Очарование — 2024» и что для тебя значит участие в проекте?',
        answer: 'Я очень загорелась идеей принять участие в конкурсе ещё в прошлом году, но не задумывалась всерьёз о том, что смогу стать финалисткой. Однако в какой-то момент я представила себя участницей и уже не смогла откинуть эту мысль. Конкурс «МиСС Очарование» — ещё одна возможность выйти на сцену и проявить себя, получить удовольствие от нелёгкой подготовки, выложиться на максимум, пережить множество впечатлений в компании замечательных девушек и организаторов!',
      },
      {
        question: '2. Почему ты выбрала Бауманку и что тебе дал Университет за время обучения?',
        answer: 'В первую очередь, рассматривала Бауманку для поступления как престижный технический университет, многие направления, которого меня очень заинтересовали. Сейчас, несмотря на все трудности выбора направления и поступления, я очень рада тому, как все вышло. Учиться действительно сложно, но оттого и более незабываемым становится этот период. Кроме того, Университет дал мне множество новых знакомств, людей с очень схожими интересами и мышлением и друзей, которые останутся со мной и после учебы.',
      },
      {
        question: '3. Какие личностные качества тебе больше всего нравятся в себе и в других?',
        answer: 'Первое, что приходит в голову — доброта и искренность. Я считаю отношения между людьми важным аспектом в жизни, а названные качества — главные инструменты для выстраивания доверительных, теплых взаимоотношений. Если человек готов с добротой открываться миру и людям, искренне желает устранять недопонимания и решать вопросы, то я безгранично уважаю и ценю этого человека.',
      },
      {
        question: '4. Какие увлечения или хобби помогают тебе расслабиться и насладиться жизнью?',
        answer: 'В моей жизни очень важное место всегда занимали два увлечения — танцы и рисование. Именно приходя на уроки танцев или на занятия в художественную школу, у меня всегда получалось перезагрузиться, забыть о текущих задачах, отвлечься от переживаний и насладиться процессом.',
      },
      {
        question: '5. Какие моменты в жизни заставляют тебя чувствовать себя настоящей?',
        answer: 'Однозначно, это время, проведённое с семьей и друзьями. Приехать на дачу к родителям, на вкуснейшие шашлыки и свежий Волжский воздух, и сидя у костра смотреть на потрясающе яркие звёзды. Я чувсвтую себя настоящей находясь в компании близких друзей, а также путешествуя, предвкушая какое-то важное событие. Такие моменты действительно заставляют чувствовать искреннее счастье!',
      },
      {
        question: '6. В чем проявляется твоя индивидуальность?',
        answer: 'Одним из главных проявлений моей индивидуальности, думаю, можно назвать оптимизм. Какие бы сложности не выпадали на пути, я до последнего стараюсь сохранить оптимистичный настрой, потому что искренне считаю, что если что-то дается очень тяжело или вовсе не получается, то так нужно, чтобы чему-то научиться или что-то понять.',
      },
      {
        question: '7. Что бы ты хотела пожелать другим финалисткам?',
        answer: 'Другим финалисткам я бы хотела пожелать ни за что не опускать руки и наслаждаться тем, что будет происходить с нами на протяжении всей подготовки к финалу! Уверена, что временами будет нелегко, но вместе мы справимся со всеми трудностями.\n' +
          'А также хочу напомнить: «главное не победа, а участие». Я думаю, что «МиСС Очарование» — проект, который соответствует этому высказыванию. Мы с девочками не столько конкурентки, сколько поддержка и опора друг для друга.',
      },
      {
        question: '8. Какими достижениями в жизни ты больше всего гордишься?',
        answer: 'Я могу сказать, что горжусь тем, что смогла поступить в тот Университет, в который хотела. Горжусь тем, что всегда получается успешно совмещать учебу с моими увлечениями, уделяя всему много времени и сил. Я всегда гордилась своими успехами в танцах, ведь они были результатами моего упорства. С красными дипломами я окончила школу искусств по хореографическому и художественному направлению. Все эти достижения стоили мне большого труда, но я шла к ним, вкладывая всю свою душу. ',
      },
    ]
  },
];
export const phoneNumberToVoting = '5533';
