import ImageMiss from "#~/images/imageMisska0.png";

export const missList = [
  {
    id: 19, name: 'Ивченко Антонина', age: 19, group: 'Э10-42Б', image: ImageMiss, votesCount: 300, height: 164, 
    bioImages: [],
    QAtexts: [
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
    ]
  },
  {
    id: 21, name: 'Хабидулина Александра', age: 19, group: 'БМТ1-43Б', image: ImageMiss, votesCount: 300, height: 164,
    bioImages: [],
    QAtexts: [
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
      {
        question: 'Твой любимый фрукт?',
        answer: 'АНТОН КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик КАВУН КАВУН КАВУН КАВУН кавун кавуняшка кавунище кавунчик и АНТОН ОВОЩ',
      },
    ]
  },
  {id: 33, name: 'Марченко Дарья', age: 19, group: 'ИБМ6-21Б', image: ImageMiss, votesCount: 100, height: 164, bioImages: []},
  {id: 46, name: 'Вершинина Елена', age: 19, group: 'МТ4-21Б', image: ImageMiss, votesCount: 256, height: 164, bioImages: []},
  {id: 52, name: 'Сахно София', age: 19, group: 'СМ7-61Б', image: ImageMiss, votesCount: 512, height: 164, bioImages: []},
  {id: 69, name: 'Тузкова Юлия', age: 19, group: 'РК6-21Б', image: ImageMiss, votesCount: 2, height: 164, bioImages: []},
  {id: 72, name: 'Федоренко Дарья', age: 19, group: 'ИУ1-103', image: ImageMiss, votesCount: 57, height: 164, bioImages: []},
  {id: 82, name: 'Мрыхина Полина', age: 19, group: 'ЛТ6-25Б', image: ImageMiss, votesCount: 69, height: 164, bioImages: []},
  {id: 91, name: 'Дубовицкая Елизавета', age: 19, group: 'ЮР-46', image: ImageMiss, votesCount: 856, height: 164, bioImages: []},
  {id: 10, name: 'Федорова Дарья', age: 19, group: 'ФН2-42Б', image: ImageMiss, votesCount: 419, height: 164, bioImages: []},
];
export const phoneNumberToVoting = 'XXXX';
